// 此檔案由 GitHub Actions 自動生成
// 最後更新時間: 2025-04-29 08:42:04

const reportFiles = [
    "reports/離場信號分析報告_2025-04-29_09-49-59.html",
    "reports/離場信號分析報告_2025-04-25_10-53-43.html",
    "reports/離場信號分析報告_2025-04-24_13-40-43.html",
    "reports/入場信號分析報告_2025-04-29_09-49-56.html",
    "reports/入場信號分析報告_2025-04-25_10-53-40.html",
    "reports/入場信號分析報告_2025-04-24_13-40-39.html",
    "reports/信號轉變分析報告_2025-04-29_09-50-05.html",
    "reports/信號轉變分析報告_2025-04-25_10-53-47.html",
    "reports/信號轉變分析報告_2025-04-24_13-41-12.html",
];
