// 此檔案由 GitHub Actions 自動生成
// 最後更新時間: 2025-05-08 05:58:57

const reportFiles = [
    "reports/離場信號分析報告_2025-05-08_13-57-10.html",
    "reports/離場信號分析報告_2025-05-05_18-00-48.html",
    "reports/離場信號分析報告_2025-04-29_16-53-23.html",
    "reports/離場信號分析報告_2025-04-25_10-53-43.html",
    "reports/離場信號分析報告_2025-04-24_13-40-43.html",
    "reports/入場信號分析報告_2025-05-08_13-57-08.html",
    "reports/入場信號分析報告_2025-05-05_18-00-45.html",
    "reports/入場信號分析報告_2025-04-29_16-53-16.html",
    "reports/入場信號分析報告_2025-04-25_10-53-40.html",
    "reports/入場信號分析報告_2025-04-24_13-40-39.html",
    "reports/信號轉變分析報告_2025-05-08_13-57-12.html",
    "reports/信號轉變分析報告_2025-05-05_18-00-51.html",
    "reports/信號轉變分析報告_2025-04-29_16-53-31.html",
    "reports/信號轉變分析報告_2025-04-25_10-53-47.html",
    "reports/信號轉變分析報告_2025-04-24_13-41-12.html",
];
